
MENU = "1. Просмотр каталога\n" \
       "2. На уровень вверх\n" \
       "3. На уровень вниз\n" \
       "4. Количество файлов\n" \
       "5. Размер текущего каталога (в байтах)\n" \
       "6. Поиск файла\n" \
       "7. Выход из программы"

MENU_ITEM = 'Выберите пункт меню: '

WRONG_COMMAND = "Неверная команда! Введите другой номер команды"

SUBDIRECTORY_NAME = "Введите название подкаталога: "

ERROR_SUBDIRECTORY = "Некорректное название каталога"

FINDING_FILES = "Выберите target и path"

FILE_ERROR = "Файл не найден"

END_OF_PROGRAM = 'Работа программы завершена.'
